{"inkVersion":21,"root":[[{"->":"g0_Start_Prolog"},"#","^Boolean. Responsible for options where you can linger in prayer. The default value is true.","/#","#","^Numeric value. Responsible for the amount of money. The default value is 0 at start.","/#","#","^Numeric value. Responsible for fate. Analogous to divine influence. The default value is 0 at start.","/#","#","^Boolean. Does Fakar know that Conrad is an inquisitor?","/#","end","\n","\n",{"->":"Cautions"},"\n","\n",{"->":"g0_Start_Prolog"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"g0_Start_Prolog":[{"->":"WorldPresent"},{"#f":1}],"WorldPresent":["#","^speaker Storyteller","/#","^Прекрасный мир, населённый разумными зверьми. ","#","^pict World(generalplan)","/#","\n","^Его раздирают войны за земли, золото, рабов, разумный скот, а иногда и просто ради самой войны. Хищникам всегда нужна кровь. ","#","^pict Battle(generalplan)","/#","\n","^Вера в Бога или Богов - то немногое, что действительно обьединяет разные виды. ","#","^pict Faith(generalplan)","/#","\n","^Но даже вера бывает ложной. Боги могут быть неправильными. Боги могут призывать к раздору и войнам с другими Богами. Наконец, некоторые Боги могут быть лишь иллюзией для слабых разумом. ","#","^pict FalseFaith(generalplan)","/#","\n","^Многочисленные пожары религиозных распрей привели одну из вер - Церковь - к созданию Святой палаты Инквизиции.","#","^pict Inquisition(generalplan)","/#","\n","^Новая палата при Церкви должна была калёным железом искоренять инакомыслие и насаждать единую веру.","\n","^И она справлялась со своей работой, ревностно вычищая всех, кто смел иначе трактовать Священное писание.","\n","^Но даже в Инквизиции могут появится те, чьи взгляды выходят за пределы догматов. Один из таких зверей - Конрад Огнелапый. С него и начинается наша история...","#","^pict Konrad(generalplan)","/#","\n",{"->":"BeforeConversation"},{"#f":1}],"BeforeConversation":[["#","^speaker Storyteller","/#","^День медленно подходил к концу. Заходящее солнце окрашивало облака в алые оттенки, отчего центральная площадь Эдельдорфа выглядела особенно жутко. ","#","^pict EveningCity(scarletsky)","/#","\n","^Только что закончилось четвертование еретика.","\n","^Точнее глупца, посмевшего утверждать, что успех лечение зависит не от Господа, а от лекарей. Конрад был с ним не согласен, но в его сердце было сомнение. Всего лишь секундное промедление при экзекуции не ускользнуло от внимательных глаз.","\n","^Епископ - белый баран, видевший уже тридцать шесть зим, облачённый в роскошные белые одежды - наблюдал за процессом казни. Он увидел то что было сокрыто от других и был этим очень недоволен.","#","^pict Alcem(Bishop)","/#","\n","^По окончанию казни, Конраду передали указание Епископа - к вечеру явится на разговор, в личные покои, в собор.","\n","^Солнце кланилось к закату. Наступало время вечерней молитвы и разговора с Епископом.","#","^pict PrayerCell(evening)","/#","\n","^Конрад решил...","\n","ev","str","^Предварительно помолится","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Отправится пораньше","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Молитва Господу важнее мирских дел, Епископ может немного подождать. ","#","^speaker Konrad ","/#","#","^pict PrayerCell(evening)","/#","\n","ev",true,"/ev",{"VAR=":"isPrayLong","re":true},"ev",{"VAR?":"valueFate"},1,"+",{"VAR=":"valueFate","re":true},"/ev",{"->":"g0_TalkToAlcem"},{"#f":5}],"c-1":["^ Лучше не злить лишний раз Епископа. Вознести хвалу Господу я могу и после разговора. ","#","^speaker Konrad ","/#","#","^pict PrayerCell(evening)","/#","\n","ev",false,"/ev",{"VAR=":"isPrayLong","re":true},"ev",{"VAR?":"valueGold"},1,"+",{"VAR=":"valueGold","re":true},"/ev",{"->":"g0_TalkToAlcem"},{"#f":5}]}],{"#f":1}],"g1_StartAdventure":[{"->":"SceneToBrige"},{"#f":1}],"SceneToBrige":[{"->":"Cautions"},{"#f":1}],"ToTheDeath":["^Так и закончилась история Конрада Огнелапого... ","#","^speaker Storyteller ","/#","#","^pict Death","/#","\n","^Но всё может быть иначе. Если рассказать историю по иному...","\n","end",{"#f":1}],"ToTheContinue":["^На этом мы прервёмся. История инквизитора и его странных знакомых будет продолжена позже.","#","^speaker Storyteller  ","/#","#","^pict End","/#","\n","end",{"#f":1}],"g0_TalkToAlcem":["#","^speaker Storyteller","/#","^Вечером Конрад пришёл в личный кабинет Епископа, в соборе. Он не отличался роскошью, но и аскетичным не выглядел. У стен громоздились множественные полки со свитками и книгами, а по центру стоял огромный, заваленый манускриптами, стол. ","#","^pict Cathedral(edeldorf)","/#","\n","^Епископ Альцем стоял у окна и размышлял о чём-то.","\n","ev",{"VAR?":"isPrayLong"},false,"==","/ev",[{"->":".^.b","c":true},{"b":["^ Раздумья его были столь глубоки, что он не заметил Конрада. Кабана это ничуть не смутило. ",{"->":".^.^.^.PrayFalse"},{"->":".^.^.^.16"},null]}],"nop","\n","ev",{"VAR?":"isPrayLong"},true,"==","/ev",[{"->":".^.b","c":true},{"b":["^ Едва дверь закрылась за Конрадом, Епископ недовольно обернулся. ",{"->":".^.^.^.PrayTrue"},{"->":".^.^.^.24"},null]}],"nop","\n",{"PrayTrue":["^Вы задержались.","#","^speaker Alcem","/#","\n","^Его голос не предвещал ничего хорошего, а в интонации явственно ощущалось ожидание обьяснений.","#","^speaker Storyteller","/#","\n","^Простите меня, Ваше преосвященство - слегка поклонился кабан - я не мог пропустить вечернюю молитву Господу. ","#","^speaker Konrad","/#","\n","^Епископ удовлетворённо качнув головой с массивными бараньими рогами, но Конраду показалось, что этого было недостаточно, чтобы сменить гнев на милость. ","#","^speaker Storyteller","/#","\n",{"->":".^.^.SitChair"},{"#f":1}],"PrayFalse":["^Добрый вечер, ваше приосвященство. Вы хотели меня видеть? ","#","^speaker Konrad","/#","\n","^Епископ обернулся. На его морде нельзя было прочитать, был ли он доволен или разочарован, но интонация, с которой он ответил, не предвещала ничего хорошего. ","#","^speaker Alcem","/#","\n",{"->":".^.^.SitChair"},{"#f":1}],"SitChair":[["^Садитесь напротив стола. ","#","^speaker Alcem","/#","\n","^Епископ указал на стул, слишком большой для Конрада. Он выглядел исполинским, впору крупному животному. При взгляде на него Конрад почувствовал свою незначительность, словно стул принижал его.","#","^speaker Storyteller","/#","\n","^Конрад на секунду замешкался...","#","^speaker Storyteller","/#","\n","ev","str","^Стоять","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Сесть","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Ваше преосвященство, если позволите, я постою... ","#","^speaker Konrad ","/#","#","^pict Cathedral(edeldorf)","/#","\n",{"->":".^.^.^.^.Stand"},{"#f":5}],"c-1":["^ Спасибо, ваше преосвященство. ","#","^speaker Konrad ","/#","#","^pict Cathedral(edeldorf)","/#","\n",{"->":".^.^.^.^.Sit"},{"#f":5}]}],{"#f":1}],"Stand":["^Не позволю. Это распоряжение.","#","^speaker Alcem","/#","\n","^Я понял, простите, уже сажусь. ","#","^speaker Konrad","/#","\n","ev",{"VAR?":"valueGold"},1,"-",{"VAR=":"valueGold","re":true},"/ev",{"->":".^.^.Sit"},{"#f":1}],"Sit":[["^Стул оказался до ужаса неудобным. Конраду очень хотелось слезть с него, но он не мог. ","#","^speaker Storyteller","/#","\n","^Ваше преосвященство, я... ","#","^speaker Konrad","/#","\n","^Я не разрешал Вам говорить, святой отец. ","#","^speaker Alcem","/#","\n","^Наступила неловкая тишина. Баран о чём-то раздумывал, глядя в темноту, а Конрад гадал, зачем он его позвал. Он ведь всего-лишь младший инквизитор. ","#","^speaker Storyteller","/#","\n","^Додумав свои мысли, баран устало уселся за стол. Его пышные белые одеяния мешали ему и по его морде, если бы Конрад был более внимательным, было бы видно, как он хотел поскорее закончить этот вечер. ","#","^speaker Storyteller","/#","\n","^Но Конрад небыл внимательным, а в поставленном голосе Епископа небыло и намёка на усталость.","#","^speaker Storyteller","/#","\n","^Некоторые ваши братья хорошо отзываются о вас. Но есть те, кто говорит не очень хорошо. Я сегодня имел удовольствие побеседовать с вашим наставником из святой палаты. ","#","^speaker Alcem","/#","\n","^Он, помимо прочего, сказал, вы глубоко верующий. Это правда? Я понимаю, что такой вопрос инквизитору, пусть и младшему, может звучать странно, но мне нужен ВАШ ответ.","#","^speaker Alcem","/#","\n","^Можете говорить свободно. Насколько это позволительно, конечно. ","#","^speaker Alcem","/#","\n","^У Конрада от волнения пересохло в горле. Не таких вопросов он ожидал от Епископа. Это вопросы, скорее, Инквизитора, кем формально баран и являлся. ","#","^speaker Storyteller","/#","\n","^Собравшись с мыслями, он ответил...","#","^speaker Storyteller","/#","\n","ev","str","^Уверенно, как инквизитор","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Уверенно, как священник","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Скромно, как верующий","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ Конечно! Я же инквизитор, пусть и младший. Моя вера гораздо сильнее, чем у большинства других.","#","^speaker Konrad ","/#","#","^pict Cathedral(edeldorf)","/#","\n","^А почему вы спросили?","#","^speaker Konrad","/#","\n","ev",{"VAR?":"valueFate"},2,"+",{"VAR=":"valueFate","re":true},"/ev",{"->":".^.^.^.^.QuestionFaith"},{"#f":5}],"c-1":["^ Конечно! Я же священник святой матери Церкви, ваше преосвященство. ","#","^speaker Konrad ","/#","#","^pict Cathedral(edeldorf)","/#","\n","ev",{"VAR?":"valueGold"},2,"+",{"VAR=":"valueGold","re":true},"/ev","^Ваше преосвященство, позвольте вопрос - а почему вы спросили про веру? ","#","^speaker Konrad","/#","\n",{"->":".^.^.^.^.QuestionFaith"},{"#f":5}],"c-2":["^ Вы гораздо ближе к Богу, ваше преосвященство. Вам виднее, что Господь думает о моей вере. Я же думаю, мои слова о самом себе будут мало значить и больше пойдут на грех гордыни. ","#","^speaker Konrad ","/#","#","^pict Cathedral(edeldorf)","/#","\n","ev",{"VAR?":"valueGold"},1,"+",{"VAR=":"valueGold","re":true},"/ev","ev",{"VAR?":"valueFate"},1,"+",{"VAR=":"valueFate","re":true},"/ev","^Ваше преосвященство, позвольте вопрос - а почему вы спросили про веру?","#","^speaker Konrad","/#","\n",{"->":".^.^.^.^.QuestionFaith"},{"#f":5}]}],{"#f":1}],"QuestionFaith":[["^Потому что я хотел услышать как вы о себе говорите, святой отец, ибо как вы говорите о еретиках я уже слышал.","#","^speaker Alcem","/#","\n","^Это действительно были слова Инквизитора. Формально, именно Епископ был главой местной палаты рсследований ересей. Но неформально, эти обязанности ложились на другого зверя.","#","^speaker Storyteller","/#","\n","^Конкретно сейчас Конрад почувствовал на себе, насколько неудобными могут быть простые вопросы, если их задаёт влиятельный зверь.","#","^speaker Storyteller","/#","\n","ev","str","^Спросить с интересом","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Спросить с осторожностью","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^И что же вы услышали в моих словах о еретиках? ","#","^speaker Konrad","/#","\n","ev",{"VAR?":"valueFate"},1,"+",{"VAR=":"valueFate","re":true},"/ev",{"->":".^.^.^.^.QuestionKonrad"},{"#f":5}],"c-1":["^Я надеюсь, вы услышали только богоугодное, Ваше преосвященство.","#","^speaker Konrad","/#","\n","ev",{"VAR?":"valueGold"},1,"+",{"VAR=":"valueGold","re":true},"/ev",{"->":".^.^.^.^.QuestionKonrad"},{"#f":5}]}],{"#f":1}],"QuestionKonrad":[["^Вы знаете, в основном богоугодное. Но, к вашему несчастью, не всё. Были и неприятные, пусть и бездоказательные, слова... ","#","^speaker Alcem","/#","\n","^Это прозвучало буднично, но Конрад явственно услышал обвинение. Он слишком много размышлял и позволял себе, но недостаточно много чтобы его открыто обвинили.","#","^speaker Storyteller","/#","\n","^Впрочем, того что имелось хватило, чтобы донести Епископу.","#","^speaker Storyteller","/#","\n","^Я позвал вас для решения именно этой проблемы. Недопустимо, чтобы о ком-то из святой палаты расследования ересей можно было говорить нечто... Порочное.","#","^speaker Alcem","/#","\n","^Не в этом городе, святой отец. Не о моей пастве. И не о моих братьях. ","#","^speaker Alcem","/#","\n","^У этой проблемы множество решений. Можно наложить на Вас строгую епитимью, временно послать в какой-нибудь монастырь или даже в поломничество.","\n","^Господь послал нам множество путей укрепления веры. Заслушав некоторые мнения, я склоняюсь к паломничеству.","#","^speaker Alcem","/#","\n","^\"Заслушав некоторые мнения\" - прозвучало как \"у тебя оказалось слишком мало друзей и слишком много недоброжелателей\".","#","^speaker Storyteller","/#","\n","^Конрад задался вопросом - неужели он кому-то перешёл дорогу? С кем-то недостаточно поделился вином после служб? Был слишком груб с вышестоящими братьями?","#","^speaker Storyteller","/#","\n","^Он не мог ответить себе наверняка ни на один вопрос. Но понял достаточно ясно - его недоброжелатели стоят гораздо выше, чем он.","#","^speaker Storyteller","/#","\n","^Он решил ответить...","#","^speaker Storyteller","/#","\n","ev","str","^Прямолинейно","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Осторожно","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Вы хотите чтобы я покинул город и не мешался под лапами. Как паломник. Я прав?","#","^speaker Konrad ","/#","#","^pict Cathedral(edeldorf)","/#","\n","ev",{"VAR?":"valueFate"},1,"+",{"VAR=":"valueFate","re":true},"/ev",{"->":".^.^.^.^.QuestionKonrad2"},{"#f":5}],"c-1":["^ Ваше преосвященство, я с радостью приму любое ваше решение. Но мне кажется, вы хотите, что бы я оказался подальше от города. В паломничестве, например. Я прав?","#","^speaker Konrad ","/#","#","^pict Cathedral(edeldorf)","/#","\n","ev",{"VAR?":"valueGold"},1,"+",{"VAR=":"valueGold","re":true},"/ev",{"->":".^.^.^.^.QuestionKonrad2"},{"#f":5}]}],{"#f":1}],"QuestionKonrad2":["^Да. Я уже подготовил Вашу путевую грамоту. Вы можете спрашивать, но не тратьте моё время зря.","#","^speaker Alcem","/#","\n","^Конраду много чего хотелось спросить, ещё больше хотелось просто сказать, но он подавил в себе это пагубное желание. ","#","^speaker Storyteller","/#","\n","^Собравшись с мыслями, молодой инквизитор решил задать 4 вопроса. ","#","^speaker Storyteller","/#","\n","^Я хотел спросить...","#","^speaker Konrad","/#","\n",{"->":".^.^.StartAsking"},{"#f":1}],"StartAsking":[["ev","str","^Я иду один?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Куда мне идти?","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Средства на дорогу?","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Кем мне быть пути?","/str","/ev",{"*":".^.c-3","flg":20},{"*":".^.c-4","flg":24},{"c-0":["^ Я отправлюсь один? Со мной не пойдёт никто из святых бртьев?","#","^speaker Konrad ","/#","#","^pict Cathedral(edeldorf)","/#","\n",{"->":".^.^.^.^.Ask1"},{"#f":5}],"c-1":["^ Я так понимаю, меня ждёт не близкий путь? Куда именно мне идти? ","#","^speaker Konrad ","/#","#","^pict Cathedral(edeldorf)","/#","\n",{"->":".^.^.^.^.Ask2"},{"#f":5}],"c-2":["^ Церковь что-то даст мне в дорогу? Или я отправлюсь только с Господом в сердце?","#","^speaker Konrad ","/#","#","^pict Cathedral(edeldorf)","/#","\n",{"->":".^.^.^.^.Ask3"},{"#f":5}],"c-3":["^ Я отправлюсь в путь как паломник или как младший инквизитор?","#","^speaker Konrad ","/#","#","^pict Cathedral(edeldorf)","/#","\n",{"->":".^.^.^.^.Ask4"},{"#f":5}],"c-4":[{"->":".^.^.^.^.EndTalking"},"\n",{"#f":5}]}],{"#f":1}],"Ask1":["^Один. Но никто, кроме Господа, не может вам запретить найти попутчиков. Правда, в этом городе вы не найдёте достойных, уж поверьте мне. С вами никто не пойдёт.","#","^speaker Alcem","/#","\n",{"->":".^.^.StartAsking"},{"#f":1}],"Ask2":["^В Зерополис. Город святого Папы. Я думаю, посещение святых склепов хорошо подействвует на вашу веру. К тому же это достаточно далеко.","#","^speaker Alcem","/#","\n",{"->":".^.^.StartAsking"},{"#f":1}],"Ask3":["^Церковь предоставит немного денег и дорожные грамоты для прохода по разным землям. Всё остальное, включая запасы еды, вы приобретёте сами или вам пошлёт Господь.","#","^speaker Alcem","/#","\n",{"->":".^.^.StartAsking"},{"#f":1}],"Ask4":["^Как паломник-инквизитор. Если столкнётесь с явной ересью - идите в ближайшую церковь или к правителю земель. Если они помогут - хорошо. Если нет - удостоверьтесь, что их имена станут известны палате расследований ересей.","#","^speaker Alcem","/#","\n","^Но помните - вы в первую очередь паломник. Не стоит говорить каждому встречному что вы инквизитор. Исполняйте свои обязанности церковные обязанности, а инквизиторские - по мере возможностей.","#","^speaker Alcem","/#","\n",{"->":".^.^.StartAsking"},{"#f":1}],"EndTalking":["^Это всё что я хотел знать, ваше преосвященство.","#","^speaker Konrad","/#","\n","^Отлично. Я надеюсь, ваша дорога будет лёгкой, а Господь никогда не оставит вас.","#","^speaker Alcem","/#","\n","^Епископ холодно улыбнулся, давая понять Конраду, что если он сгинет в пути, то на то исключительно воля Господа.","#","^speaker Storyteller","/#","\n","^Конрад сдержанно попрощался с Епископом, стараясь не выдать своего разочарования. ","#","^speaker Storyteller","/#","\n","ev",{"VAR?":"valueGold"},{"VAR?":"valueFate"},">","/ev",[{"->":".^.b","c":true},{"b":["^ Он был разочарован разговором. Паломничество - это не совсем то, что ему бы хотелось. Эдельдорф - БОГАТОЕ место, в котором можно было бы хорошо устроиться, честно неся службу Господу. Но видимо, на то воля Его. Завтра, он отправлюсь в путешествие!.",{"->":".^.^.^.26"},null]}],"nop","\n","ev",{"VAR?":"valueGold"},{"VAR?":"valueFate"},"<=","/ev",[{"->":".^.b","c":true},{"b":["^Сначала он был разочарован разговором, но позже понял что даже рад новому путешествию. В Эдельдорфе у него было много возможностей, но в паломничестве он действительно будет ближе к Господу. Его ВЕРА окрепнет. Завтра он отправляюсь в путешествие!",{"->":".^.^.^.34"},null]}],"nop","\n",{"->":"g1_StartAdventure"},{"#f":1}],"#f":1}],"Cautions":[{"->":"path1GoldFate"},{"#f":1}],"path1GoldFate":["#","^scene isProlog","/#","ev",{"VAR?":"valueGold"},{"VAR?":"valueFate"},">","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":".^.^.^.path1Gold"},{"->":".^.^.^.9"},null]}],"nop","\n","ev",{"VAR?":"valueGold"},{"VAR?":"valueFate"},"<=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":".^.^.^.path1Fate"},{"->":".^.^.^.17"},null]}],"nop","\n",{"path1Gold":[["^Епископат выделил ему достаточно достойные деньги на покрытие дорожных расходов.","#","^speaker Storyteller ","/#","#","^pict Gate(edeldorf)","/#","\n","^Умеренность - путь святых, но он пока не святой. Конраду хотелось бы иметь некоторый уровень удобства в дороге. Выделенных денег ему хватит на достойную еду и ночлег. На первые пару недель.","#","^speaker Storyteller","/#","\n","^Дороги королевства Эдельдорфского радовали своим комфортом. В основном потому что была середина лета. Конрад шёл по достаточно наезженным путям несколько недель, останавливаясь в каждом встреченном селении с церковью для проведения служб. ","#","^speaker Storyteller","/#","\n","^В основном он проповедовал главам поселений, мелким аристократам и торговцам, но и обычных крестьян тоже не забывал, хотя их службы были уже гораздо короче.","#","^speaker Storyteller ","/#","#","^pict Sermon(path1)","/#","\n","^Не забывал Конрад и о пожертвованиях...","#","^speaker Storyteller","/#","\n","ev","str","^Принимал их с неохотой","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Принимал и распределял их нуждающимся","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Принимал как должное.","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ Набожные правители поселений и торговцы предлагали мне помощь, на благо Церкви конечно же, и просили помолится за них. Я молился за каждого, но денег практически не брал, лишь изредка, чтобы было на что кушать в дороге.","#","^speaker Konrad","/#","\n",{"->":".^.^.^.^.CautionsForRoadRolf"},{"#f":5}],"c-1":["^ Набожные правители поселений и торговцы предлагали мне взять пожертвования на благо Церкви и просили помолится за них. Я молился за каждого, а пожертвования старался передать тем, кто в них нуждался, оставляя себе только необходимое.","#","^speaker Konrad","/#","\n",{"->":".^.^.^.^.CautionsForRoadRolf"},{"#f":5}],"c-2":["^ Набожные торговцы предлагали мне взять пожертвования на благо Церкви и просили помолится за них. Я молился за каждого, принимая их пожертвования как должное. Мне ещё очень долго идти и деньги на благое дело всегда будут нужны.","#","^speaker Konrad","/#","\n",{"->":".^.^.^.^.CautionsForRoadRolf"},{"#f":5}]}],{"#f":1}],"CautionsForRoadRolf":[["^Проводя службы среди уважаемых зверей, Конрад узнал много интересного. В частности - более короткий маршрут. Был только один нюанс - дороги были не столь безопасны, как ему хотелось бы.","#","^speaker Storyteller","/#","\n","^К его счастью, один добрый волк по имени Рольф, который был очень не добр к другим зверям, впечатлился его проповедью. Слова Конрада проникли глубоко в сердце волка.","#","^speaker Storyteller","/#","\n","^После службы Рольф предложил Конраду выпить вместе с ним. Конрад решил...","#","^speaker Storyteller","/#","\n","ev","str","^Отказать. Уйти молиться","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Согласится","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Нет, сын мой, я обязан вознести молитвы Господу...","#","^speaker Konrad","/#","\n",{"->":".^.^.^.^.NoFirstTalkToRolf"},{"#f":5}],"c-1":["^ Почему бы и нет? Слуга Господа обязан проводить время со своей паствой. Вечернюю  молитву прочитаю перед сном, думаю Господь не обидится. ","#","^speaker Konrad","/#","\n",{"->":".^.^.^.^.FirstTalkToRolf"},{"#f":5}]}],{"#f":1}],"NoFirstTalkToRolf":["^Как скажете, святой отец. Берегите себя в пути, дороги нынче опасны - загадочно улыбнулся волк, прежде чем уйти.","#","^speaker Rolf","/#","\n","^Помолившись и переночевав в церкви, Конрад поутру отправился в дальнейший путь.","#","^speaker Storyteller","/#","\n",{"->":"Brige"},{"#f":1}],"FirstTalkToRolf":["^Поздним вечером...","#","^speaker Storyteller ","/#","#","^pict Evening(tavern)","/#","\n","^Конрад пришёл в единственную таверну, которая была в небольшом поселении. Она выглядела не очень хорошо и не очень чисто. Некоторые старые брёвна уже гнили, придавая дому исхудавший вид. Он больше походил на притон сомнительных личностей, чем на место, достойное священника.","#","^speaker Storyteller","/#","\n","^Но Конрад достаточно смело шагнул внутрь. Рольф уже ждал его. Несмотря на поздний вечер, таверна была практически пуста. Лишь пару зверей, имевших скудный вид завсегдатаев, что-то распивали в противоположном конце зала.","#","^speaker Storyteller","/#","\n","^Волк улыбнулся, показывая свои жёлтые клыки. ","#","^speaker Storyteller","/#","\n","^Великолепная служба, святой отец! Я бываю достаточно редко в церквях, но когда я в них бываю, то обычно святые отцы скупы на слова, исполняя свои повседневные ритуалы. Они не возносят, если вы понимаете о чём я. А у вас всё получилось. Особенно мне близки ваши слова о благотворительности.","#","^speaker Rolf","/#","\n","^Они не мои, сын мой -улыбнулся кабан - это слова Господа. ","#","^speaker Konrad","/#","\n","^Но вы любите врагов ваших, и благотворите, и взаймы давайте, не ожидая ничего; и будет вам награда великая, и будете сынами Всевышнего; ибо Он благ и к неблагодарным и злым. Евангелие от Луки 6:32–35.","#","^speaker Konrad","/#","\n","^Да! Именно об этоих словах я и говорю! Зверям стоило бы чаще давать другим, не ожидая взамен ничего. Выпьем же за Божественное откровение для всех!","#","^speaker Rolf","/#","\n","^Кружка за кружкой, разговор довольно быстро перетёк в житейскую суету. Рольф рассказывал интересные истории из своих странствий, а Конрад старался больше слушать, чем говорить. Он подозревал, что Рольф - самый обычный бандит.","#","^speaker Storyteller","/#","\n","^Стезя бандита это, по мнению Церкви, несомненно плохо, но по мнению Инквизиции не являлось преступлением против Господа. Если звери, конечно, были набожными.","#","^speaker Storyteller","/#","\n","^Конрад был не особо против такого опасного знакомства, хотя его и терзали ощущения будущих последствий.","#","^speaker Storyteller","/#","\n","^Вечер плавно перетёк в ночь. Вполне себе неплохая беседа подходила к концу. Инквизитор узнал много интересных историй. Помимо прочего, Рольф дал ему пару советов о том, как себя вести в дороге, чтобы меньше привлекать внимания.","\n","#","^speaker Storyteller","/#","^Конард весело подметил, что советы говорят, что перед ним как раз тот, чьего внимания надо избегать. На что Рольф только оскалился в загадочной улыбке.","#","^speaker Storyteller","/#","\n","^Выйдя на улицу Волк, уже изрядно захмелевший, обратился к Конраду ","#","^speaker Storyteller","/#","\n","^Вы мне нравитесь. Что-то особенное в вас есть. Не хотелось бы, чтобы вы глупо сгинули после сегодняшнего вечера. Знаете, дороги нынче опасны. ","#","^speaker Rolf","/#","\n","^Я дам вам совет. Если в течении недели пути вам попадутся волки и они будут намекать на проблемы, то скажите им, что вы мой друг и я буду разочарован, если у вас будут эти самые проблемы.","#","^speaker Rolf","/#","\n","^Но вы в любом случае берегите себя и берегитесь разбойников, святой отец!","#","^speaker Rolf","/#","\n","ev",true,"/ev",{"VAR=":"isFirstTalkToRolf","re":true},"^Рольф загадочно подмигнул, похлопал кабана по плечу и разговор на этом был закончен.","#","^speaker Storyteller","/#","\n","^Утром, Конрад отправился в дальнейший путь.","#","^speaker Storyteller","/#","\n",{"->":"Brige"},{"#f":1}],"path1Fate":[["^Конрад покинул город ранним утром, едва взошло солнце. Епископат выделил ему сущие гроши, всего пару монет. Но он их не винил в жадности. ","#","^speaker Storyteller ","/#","#","^pict Gate(edeldorf)","/#","\n","^Умеренность - путь святых, хоть он ещё и не стал им. Выделенных денег ему хватит на простую еду и скромный ночлег первые пару ночей.","#","^speaker Storyteller","/#","\n","^Дороги королевства Эдельдорфского радовали своим комфортом. В основном потому что была середина лета. Конрад шёл по достаточно наезженным путям несколько недель, останавливаясь в каждом встреченном селении с церковью для проведения служб. ","#","^speaker Storyteller","/#","\n","^В основном он проповедовал обычным крестьянам, но и глав поселений, мелких аристократов и торговцев тоже не забывал, хотя их службы были уже гораздо короче.","#","^speaker Storyteller ","/#","#","^pict Sermon(path1)","/#","\n","^Не забывал Конрад и о пожертвованиях...","#","^speaker Storyteller","/#","\n","ev","str","^Принимал их с неохотой","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Принимал и распределял их нуждающимся","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Принимал как должное.","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ Набожные крестьяне предлагали мне помощь, на благо Церкви конечно же, и просили помолится за них. Я молился за каждого, беря деньги лишь изредка, чтобы было на что кушать в дороге.","#","^speaker Konrad","/#","\n",{"->":".^.^.^.^.CautionsForRoadCivil"},{"#f":5}],"c-1":["^ Набожные крестьяне предлагали мне помощь, на благо Церкви, и просили помолится за них. Я молился за каждого, а пожертвования старался передать тем, кто в них нуждался, не оставляя себе ничего.","#","^speaker Konrad","/#","\n",{"->":".^.^.^.^.CautionsForRoadCivil"},{"#f":5}],"c-2":["^ Набожные торговцы предлагали мне взять пожертвования на благо Церкви и просили помолится за них. Я молился за каждого, принимая их пожертвования как должное. Мне ещё очень долго идти и деньги на благое дело всегда будут нужны.","#","^speaker Konrad","/#","\n",{"->":".^.^.^.^.CautionsForRoadCivil"},{"#f":5}]}],{"#f":1}],"CautionsForRoadCivil":["^Проводя службы среди простых зверей, Конрад узнал много интересного. В частности - более короткий маршрут. Был только один нюанс - дороги были не столь безопасны, как ему хотелось бы.","#","^speaker Storyteller","/#","\n","^К его счастью, один добрый заяц, чьего имени Конрад не запомнил, впечатлился его проповедью. Травоядный оказался опытным собирателем, научившим Конрада, как можно чуть тише ступать в лесу. ","#","^speaker Storyteller","/#","\n","ev",true,"/ev",{"VAR=":"isQuietStepSkill","re":true},"^Тепло попрощавшись с неравнодушным зайцем и получив предупреждение о разбойниках, поутру Конрад отправился в дальнейший путь.","#","^speaker Storyteller","/#","\n",{"->":"Brige"},{"#f":1}],"#f":1}],"Brige":[["^Прошло несколько дней в пути, молитвах и раздумьях. ","#","^speaker Storyteller ","/#","#","^pict Forest","/#","\n","^Путь молодого инквизитора лежал в замок Вуфсбург, где можно остановится на ночлег у барона Торстейна. До него было три дня пути. Но крестьяне указали ему короткий путь, всего за один день, через лес и деревушку у реки. Но оба места были опасными.","#","^speaker Storyteller","/#","\n","^Конрада это не испугало.","#","^speaker Storyteller","/#","\n","^Он пошёл короткой дорогой. По обе стороны раскинулся плотный лес, скрывающий тенями своей листвы всё что лежало дальше трёх-четырёх десятков шагов. Сама дорога была ярким пятном среди зелёного моря, хорошо освещаемая послеполуденным солнцем.","#","^speaker Storyteller","/#","\n","^Большая часть леса уже была позади. Никакой беды не случилось. Это успокаивало Конрад решил... ","#","^speaker Storyteller","/#","\n","ev","str","^Идти осторожно","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Идти и молится","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Я внял предупреждениям о разбойниках и буду идти более осторожно, внимательно смотря по сторонам. ","#","^speaker Konrad ","/#","\n",{"->":"Brige.path1Carefully"},{"#f":5}],"c-1":["^ Я внял предупреждениям о разбойниках, но на всё воля Господа. Он защитит меня в пути. ","#","^speaker Konrad ","/#","\n",{"->":"Brige.path1Pray"},{"#f":5}]}],{"path1Carefully":[["^Благодаря осторожности, он заметил нечто необычное. Впереди, около небольшого поворота дороги, за плотными кустами, виднелись две неизвестные фигуры. Их выдавал шелест. Среди общего шума леса это можно было легко не заметить, если не быть бдительным.","#","^speaker Storyteller","/#","\n","^Это могли быть обычные путники, остановившиеся отдохнуть. Или разбойники, поджидающие путников. Конрад не мог сказать наверняка. Он знал лишь, что впереди кто-то есть.","#","^speaker Storyteller","/#","\n","^Он решил...","#","^speaker Storyteller","/#","\n","ev","str","^Это разбойники","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Это путники","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Это наверняка разбойники. Обойду их скрытно через лес!","#","^speaker Konrad ","/#","\n",{"->":"Brige.Stealth"},{"#f":5}],"c-1":["^ Это, возможно, обычные путники, иначе бы они сидели скрытно и я бы их не заметил. Пойду по дороге, не скрываясь и уповая на Господа.","#","^speaker Konrad ","/#","\n",{"->":"Brige.path1Pray"},{"#f":5}]}],{"#f":1}],"Stealth":[["^Он продвигался тихи и осторожно, сильно обходя стороной двух неизвестных, стараясь чтобы они не заметили его. ","#","^speaker Storyteller","/#","\n","ev",{"VAR?":"isQuietStepSkill"},true,"==","/ev",[{"->":".^.b","c":true},{"b":["^ Конрад старался использовать советы по тихому шагу и у него вполне получалось. Ни одна ветка не хрустнула под его лапами. ",{"->":"Brige.NoNoDetection"},{"->":".^.^.^.11"},null]}],"nop","\n","^Он почти обошёл их, когда какая-то ветка под его лапой предательски хрустнула...","#","^speaker Storyteller","/#","\n","ev","str","^Бежать!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Затаиться!","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Я не размышлял ни секунды- бежать! Господь придаст мне сил. ","#","^speaker Konrad","/#","\n",{"->":"Brige.Detection"},{"#f":5}],"c-1":["^ Я не размышлял ни секунды- затаиться! Господь не даст меня обнаружить. ","#","^speaker Konrad","/#","\n",{"->":"Brige.NoDetection"},{"#f":5}]}],{"#f":1}],"Detection":["^Он так быстро не бегал, наверное, никогда. Позади раздался волчий вой. Глупо бегать от волков. Но Конрад был священником Церкви. В его сердце всегда была частица Господа, которая его берегла, а если с тобой Господь, то бежать от волков уже не так глупо.","#","^speaker Storyteller","/#","\n","^Инквизитор остановился лишь когда понял, что не слышит звуков позади себя. Оглянувшись, он не увидел никакой погони.","#","^speaker Storyteller","/#","\n","^Господь оберегающий, спасибо тебе - тяжело дыша, выдохнул Конрад, перекрестившись.","#","^speaker Konrad","/#","\n",{"->":".^.^.TalkIntoBrigeFight"},"end",{"#f":1}],"NoDetection":[["^В лесу было столь тихо, что Конрад мог услышать даже своё дыхание. Двое неизвестных были где-то рядом...","#","^speaker Storyteller","/#","\n","ev","str","^Понадеяться на удачу","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Помолится","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Конрад затаился, надеясь что Господь его сбережёт. Он даже молитву побоялся прочитать. И это помогло. Неизвестные вернулись к своим кустам. Опасность миновала.","#","^speaker Storyteller ","/#","\n",{"->":"Brige.TalkIntoBrigePeace"},{"#f":5}],"c-1":["^ Конрад, едва шевеля губами, беззвучно зашептал молитву, прося Господа уберечь его от напастей.","#","^speaker Storyteller ","/#","\n",{"->":"Brige.DetectionFail"},{"#f":5}]}],{"#f":1}],"NoNoDetection":["^Тихо обойдя неизвестных, Конрад спустя время перестал скрываться.","\n",{"->":".^.^.TalkIntoBrigePeace"},{"#f":1}],"DetectionFail":["^Неожиданно для себя, он закончил молитву своим обычным голосом, будто бы не прятался, а проводил службу в храме. Привычка благодарить Господа сыграла с ним злую шутку - его заметили!","#","^speaker Storyteller","/#","\n",{"->":".^.^.Detection"},{"#f":1}],"path1Pray":[["^Господь, несомненно, защищает своих верующих, но стоило всё-же быть более бдительным. Путевую молитву инквизитора прервали два волка, появившихся из-за кустов дороги. ","#","^speaker Storyteller","/#","\n","^Они выглядели бедновато, но при оружии. Один многозначительно держал топорик, а другой нечто, похожее на короткий меч, только немного погнутый и изьеденный ржавчиной. Оба были закутаны в истрёппанные временем и непогодой плащи.","\n","^К Конраду подошёл один из них и недобро улыбнулся. ","#","^speaker Storyteller","/#","\n","^Путник, проход в этих местах не безопасный. Так что если не хочешь встретиться с бандитами, доставай кошель.","#","^speaker Wolf","/#","\n","^Отдавать свои скромные пожитки инквизитор совсем не хотел. ","#","^speaker Storyteller","/#","\n","ev",true,"/ev",{"VAR=":"isWolf","re":true},"ev","str","^Представится как инквизитор","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Попробовать вызвать жалость","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Представится как священник","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Попытаться их обмануть","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^Вспомнить слова Рольфа","/str",{"VAR?":"isFirstTalkToRolf"},true,"==","/ev",{"*":".^.c-4","flg":21},{"c-0":["^ Я инквизитор и я требую вашего покаяния! Раскайтесь в своём грехе и Господь простит вас, как и я. ","#","^speaker Konrad","/#","\n",{"->":"Brige.deathPath1"},{"#f":5}],"c-1":["^ Я простой паломник, у меня почти ничего нет. Я иду в святой город, не убивайте, ради Господа!","#","^speaker Konrad","/#","\n",{"->":"Brige.giveMoneyToBandit"},{"#f":5}],"c-2":["^ Я священник церкви, неужели вы ограбите святого отца?","#","^speaker Konrad","/#","\n","ev",true,"/ev",{"VAR=":"isPriest","re":true},{"->":"Brige.giveMoneyToBanditExtendet"},{"#f":5}],"c-3":["^ Я иду по важному поручению. Вот мои грамоты! Если вам нужны деньги - истребуйте у лорда этих земель от имени Конрада. Скажете, что помогли мне в пути.","#","^speaker Konrad","/#","\n",{"->":"Brige.liePath1"},{"#f":5}],"c-4":["^ Я друг Рольфа. Он просил передать, что будет недоволен, если со мной что-то случится.","#","^speaker Konrad","/#","\n","ev",true,"/ev",{"VAR=":"isRid","re":true},"ev",true,"/ev",{"VAR=":"isAnswerToRolfInForest","re":true},{"->":"Brige.RidPath1"},{"#f":5}]}],{"#f":1}],"deathPath1":["^Инквизитор? Нам такие проблемы не нужны...","#","^speaker Wolf","/#","\n","^Неожиданно, волки накинулись на Конрада. Он слишком поздно понял, что не стоит говорить бандитам посреди леса. Никто не наёдёт его истерзанное тело среди деревьев. Последнее что он почувствовал, как топор раскалывает его голову. ","#","^speaker Storyteller ","/#","#","^pict Death","/#","\n",{"->":"ToTheDeath"},{"#f":1}],"giveMoneyToBandit":["^Мы заметили, что ты не торговец. Тем не менее, проход всё равно платный, как и попытка уйти обратно. Так что постарайся найти деньги прямо сейчас. Ты же не хочешь неприятностей в лесу, верно?","#","^speaker Wolf","/#","\n",{"->":".^.^.giveMoneyToBanditExit"},{"#f":1}],"giveMoneyToBanditExtendet":["^Священники - звери богатые. Поделитесь с нами благом Господа, святой отец и уйдёте с миром.","#","^speaker Wolf","/#","\n",{"->":".^.^.giveMoneyToBanditExit"},{"#f":1}],"giveMoneyToBanditExit":["^Держите свои деньги...","#","^speaker Konrad","/#","\n","ev",true,"/ev",{"VAR=":"isGiveMoneyToBanditInForest","re":true},"ev",{"VAR?":"isPriest"},false,"==","/ev",[{"->":".^.b","c":true},{"b":["^ Видишь, путник, было совсем не сложно. Ну бывай! ","#","^speaker Wolf",{"->":".^.^.^.15"},null]}],"nop","/#","\n","ev",{"VAR?":"isPriest"},true,"==","/ev",[{"->":".^.b","c":true},{"b":["^ Видите, святой отец, вам было совсем не сложно, а нам сегодня Господь послал денег на хорошую гулянку! Ну бывай, святой отец!","#","^speaker Wolf",{"->":".^.^.^.24"},null]}],"nop","/#","\n",{"->":".^.^.TalkIntoBrigePeace"},{"#f":1}],"liePath1":["^Ого, важный зверь! Ваше милость, извините что не признали сразу друзей барона. Проходите, нам не нужны проблемы с милордом Торстейном. Оставьте грамоты себе, мы всё равно читать не умеем.","#","^speaker Wolf","/#","\n","^Довольный, Конрад поспешил убраться поскорее, стараясь не думать, чем так страшен местный барон. Но он не успел уйти далеко. Едва он отошёл от волков, как его моего слуха донёсся недовольный крик волка.","#","^speaker Storyteller","/#","\n","^Дурень! Барон же писать и читать не умеет! Какие к чёрту грамоты!? Он должен был назвать по имени нашего вожака. Это наверняка был какой-нибудь святоша или торгаш! За ним! В погоню!","#","^speaker Wolf","/#","\n",{"->":".^.^.Detection"},{"#f":1}],"RidPath1":["^Ваше милость, извините что не учуяли сразу друзей нашего вожака. Меня зовут Рид. Мы сегодня собираемся в деревушку у реки, не составите нам вечером компанию? Староста - наш друг. Друзей Рольфа мы угостим бесплатно. ","#","^speaker Rid","/#","\n","^Волк, с которым инквизитор провёл вечер несколько дней назад, оказался вожаком целой стаи бандитов! Конрад предполагал, что Рольф - зверь опасный, но теперь он в этом убедился.","#","^speaker Storyteller","/#","\n","^Сам Отец всевышний направил Конрада на лёгкий путь через лес. Он пообещал подождать их в деревне. Лгал ли он при этом - знал только Господь. Рид тепло попрощался с инквизитором и он отправился дальше в путь.","#","^speaker Storyteller","/#","\n","ev",true,"/ev",{"VAR=":"isRid","re":true},{"->":".^.^.TalkIntoBrigePeace"},{"#f":1}],"TalkIntoBrigePeace":[["ev",{"VAR?":"isGiveMoneyToBanditInForest"},true,"==","/ev",[{"->":".^.b","c":true},{"b":["^ Его не надо было уговаривать уходить дважды.","#","^speaker Storyteller ",{"->":".^.^.^.6"},null]}],"nop","/#","\n","ev",{"VAR?":"isStealthInForest"},true,"==","/ev",[{"->":".^.b","c":true},{"b":["^ Он быстро пошёл вперёд, пока никто его не заметил. ","#","^speaker Storyteller ",{"->":".^.^.^.15"},null]}],"nop","/#","\n","ev",{"VAR?":"isAnswerToRolfInForest"},true,"==","/ev",[{"->":".^.b","c":true},{"b":["^ Он пошёл дальше, уверенный в своей безопасности, хранимый Господом и, что удивительно, бандитами. ","#","^speaker Storyteller",{"->":".^.^.^.24"},null]}],"nop","/#","\n","^Святой отец ускоренным шагом двинулся дальше по дороге. Лес довольно быстро стал меняться, переходя в травянистую степь и разнотравные, засеянные крестьянами, поля. Вдалеке, извиваясь тёмными синими водами, лежала река, а за ней виднелись крыши нескольких домов. ","#","^speaker Storyteller ","/#","#","^pict Brige(brige)","/#","\n","^Приближаясь ближе к деревне, Конрад хорошо разглядел реку - быструю, полную острых камней и рыбы. Он бы не хотел оказаться в такой реке. Но выглядела она прекрасно.","#","^speaker Storyteller","/#","\n","^Тем удивительнее было не увидеть никого из местных жителей с рыбацкими снастями. Инквизитор даже остановился, чтобы помолится. Всё, что он просил у всевышнего - чтобы это была просто странная деревня.","#","^speaker Storyteller","/#","\n","^Он не боялся ереси или агрессии. Но при мысли, что за спиной нет братьев по вере, он начинал волноваться. Справится ли он один, когда встретится лицом к лицу с еретиком? Конрад предпочитал об этом не думать. На всё воля Господа.","#","^speaker Storyteller","/#","\n","^Заходя на каменный, покрытый во множестве мест мхом, мост, Конрад увидел на другом его конце странного зверя. При приближении он разглядел в нём ящера. Чёрного, будто сама ночь, одетого в простые серые одежды, он лениво осматривал окресности своими устрашающими глазами, которые, пылали внутренним огнём.","#","^speaker Storyteller ","/#","#","^pict Lizard","/#","\n","^Он стоял, прислонившись к дорожному столбу, на другом конце моста и словно кого-то ждал. Завидев кабана, ящер даже не пошевелился, но стоило Конраду подойти ближе, как незнакомец оживился и сделал шаг навстречу.","#","^speaker Storyteller","/#","\n","^Биллафалат Факал - ящер протянул свою лапу, представляясь. ","#","^speaker Fakar ","/#","#","^pict Brige(brige)","/#","\n","^Конрада охватил страх.","#","^speaker Storyteller","/#","\n","^Ящеров он и раньше видел, но никогда - столь огромных. Размерами он доходил почти до медведя. Всю его кожу на руках и морде покрывали прочные на вид бугорки, делая её чём-то похожей на кольчугу. В сравнении с ним, Конрад выглядел маленьким, едва выше пояса.","#","^speaker Storyteller","/#","\n","^И теперь этот большой, диковинный хищник, не выговаривающий букву \"Р\" вышел к нему и просто здоровается. Для него это было очень необычно. И подозрительно.","#","^speaker Storyteller","/#","\n","ev","str","^Представится по имени","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Представится по титулу","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Конрад. Просто Конрад. Паломник и священник святой матери Церкви. Зачем вы подошли ко мне? Вы кого-то ждёте?","#","^speaker Konrad","/#","\n",{"->":"Brige.TalkToFakar"},{"#f":5}],"c-1":["^ Инквизитор Конрад. Зачем вы подошли ко мне? Вы кого-то ждёте? ","#","^speaker Konrad","/#","\n","ev",true,"/ev",{"VAR=":"isInquisition","re":true},{"->":"Brige.TalkToFakar"},{"#f":5}]}],{"#f":1}],"TalkToFakar":[["ev",{"VAR?":"isInquisition"},true,"==","/ev",[{"->":".^.b","c":true},{"b":["^ Инквизитол? Моё почтение Целкви, святой отец - едва заметно, но с уважением, наклонил морду ящер.","#","^speaker Fakar",{"->":".^.^.^.6"},null]}],"nop","/#","\n","^Я устал стоять и ничего не делать. И вы плавы, жду святой отец. Волков не встлечали по дологе?","#","^speaker Fakar","/#","\n","ev","str","^Вспомнить о пустниках","/str",{"VAR?":"isWolf"},false,"==","/ev",{"*":".^.c-0","flg":21},"ev","str","^Быть осторожным","/str",{"VAR?":"isWolf"},true,"==","/ev",{"*":".^.c-1","flg":21},"ev","str","^Быть прямолинейным","/str",{"VAR?":"isWolf"},true,"==","/ev",{"*":".^.c-2","flg":21},{"c-0":["^Волков? Нет, не встречал. Но в лесу видел каки-то путников. Я их не разглядел, может быть это и были волки.","#","^speaker Konrad","/#","\n",{"->":"Brige.TalkToFakarInfoNoWolf"},{"->":".^.^.g-0"},{"#f":5}],"c-1":["^ Да, встречал каких-то волков. Они берут плату за проход по дороге.","#","^speaker Konrad","/#","\n",{"->":"Brige.TalkToFakarInfoRid"},{"->":".^.^.g-0"},{"#f":5}],"c-2":["^Да, встречал. Бандитов. Они берут плату за проход по дороге, но явно это не звери местного лорда. Зачем вы их ждёте?","#","^speaker Konrad","/#","\n",{"->":"Brige.TalkToFakarInfoRid"},{"->":".^.^.g-0"},{"#f":5}],"g-0":["ev","str","^Рассказать о Риде","/str",{"VAR?":"isRid"},true,"==","/ev",{"*":".^.c-3","flg":21},{"c-3":["^ Да, встречал. Они берут плату за проход по дороге, бандитствуют, хотя выглядят скорее нищими. Меня не тронули. Одного из них зовут Рид. Зачем вы их ждёте?","#","^speaker Konrad","/#","\n",{"->":"Brige.TalkToFakarInfoRid"},{"#f":5}],"#f":5}]}],{"#f":1}],"TalkToFakarInfoNoWolf":["^Можете быть увеленны - это они и были. Чёлтовы бандиты. Я хочу с ними лазоблаться. По личным пличинам. Но это не важно. Холошо, что вы с ними не встлечались.","#","^speaker Fakar","/#","\n","^Святой отец, не составите сегодня вечером мне компанию? Местный сталоста дал мне плиют, у него отличный дом. Я увелен, он будет лад плинять священника.","#","^speaker Fakar","/#","\n","^Конрад был не особо против. Он чувствовал, что ему стоит остаться, провести службу в деревне. Да и просто хотелось получше узнать странного ящера. Откуда он пришёл? Почему он такой большой? Правильно ли он верит в Бога?","#","^speaker Storyteller","/#","\n","^Инквизитор согласился остаться до вечера. Факар обьяснил ему, как найти дом старосты. Конрад отправился туда, а ящер остался дальше ждать на мосту.","#","^speaker Storyteller","/#","\n","^Вечер обещал стать очень интересным. Для Конрада. И для инквизитора. ","#","^speaker Storyteller","/#","\n",{"->":"EndCautions"},{"#f":1}],"TalkToFakarInfoRid":[["^Я хочу с ними лазоблаться. По личным пличинам. А почему они вас не тлонули? Только не влите, пожалуйста, что вы обычный звель. Просто так они никого не отпускают. Это их земли.","#","^speaker Fakar","/#","\n","^Его лапа довольно показательно легла на топорик, висевший на поясе. Он выглядел спокойным, но Конрад не сомневался, что если он ответит нееправильно, то паломничество может стремительно закончится в реке. Или на тарелке ящера.","#","^speaker Storyteller","/#","\n","^Конрад разумно решил рассказать о своём знакомстве с Рольфом, а о себе...","#","^speaker Storyteller","/#","\n","ev","str","^Честно","/str",{"VAR?":"isInquisition"},false,"==","/ev",{"*":".^.c-0","flg":21},"ev","str","^Честно и скромно","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Вы очень умны, господин Факар. Я - член святой палаты расследования ересей! Инквизитор, совершающий паломничество, которому в странствиях повезло познакомится с их вожаком - Рольфом. Он и сказал мне, что нужно говорить местным бандитам.","#","^speaker Konrad","/#","\n","ev",true,"/ev",{"VAR=":"isInquisition","re":true},{"->":"Brige.EndTalkToFakarInfoRid"},{"#f":5}],"c-1":["^ Вы очень умны. Ваша правда, я не просто паломник, я странствующий священник, которому в странствиях повезло познакомится с их вожаком - Рольфом. Он и сказал мне, что нужно говорить местным бандитам.","#","^speaker Konrad","/#","\n",{"->":"Brige.EndTalkToFakarInfoRid"},{"#f":5}]}],{"#f":1}],"EndTalkToFakarInfoRid":["ev",{"VAR?":"isInquisition"},true,"==","/ev",[{"->":".^.b","c":true},{"b":["^ Инквизитол? Моё почтение Целкви, святой отец - едва заметно, но с уважением, наклонил морду ящер.","#","^speaker Fakar",{"->":".^.^.^.6"},null]}],"nop","/#","\n","^Значит, его зовут Лольф. Когда-нибудь я добелусь и до него... Чтож, святой отец, если у вас нет слочных дел, мы могли бы поговолить в более плиятной обстановке. Мне дал плиют местный сталоста, у него отличный дом.","#","^speaker Fakar","/#","\n","^Конрад согласился. Факар показался ему интересным зверем. Он никогда не видел таких гигантов. Впереди его ждала очень интересная беседа беседа, которая изменит жизнь молодого инквизитора. Но он этого пока не знал.","#","^speaker Storyteller","/#","\n",{"->":"EndCautions"},{"#f":1}],"TalkIntoBrigeFight":[["^Святой отец ускоренным шагом двинулся дальше по дороге. Лес довольно быстро стал меняться, переходя в травянистую степь и разнотравные, засеянные крестьянами, поля. Вдалеке, извиваясь тёмными синими водами, лежала река, а за ней виднелись крыши нескольких домов.","#","^speaker Storyteller ","/#","#","^pict Brige(brige)","/#","\n","^Умиротворяющую картину испортил вой позади. Не где-то вдалеке, как это было в лесу, а ближе. Гораздо ближе, чем хотелось бы Конраду. Сердце святого отца сжало от страха, но лапы уже несли его в сторону деревни.","#","^speaker Storyteller","/#","\n","^Сначала он хотел спастись в водах реки. Волки известны своей нелюбовью к воде. Больше них воду не любят только, возможно, кошки. Но подбегая ближе, он понял, что идея глупая. Течение было очень быстрым и оказались видны острые камни, усеявшие берег.","#","^speaker Storyteller","/#","\n","^Невдалеке виднелся старинный каменный мост. К нему-то Конрад и ринулся, крича о помощи. Крики около поселения должны были спугнуть волков, но они лишь ускорились. Он уже слышал, как их лапы перебирают по траве, слышал их прерывистое дыхание. Они догоняли.","#","^speaker Storyteller","/#","\n","^Вбегая на мост, он увидел на другой его стороне огромного зверя. Чёрного, будто сама ночь, ящера, одетого в простые серые одежды. Даже издалека Конрад разглядел устрашающие глаза, которые, как ему показалось, пылали внутренним огнём.","#","^speaker Storyteller ","/#","#","^pict Lizard","/#","\n","^Он стоял, прислонившись к дорожному столбу, на другом конце моста, но увидев Конрада ринулся навстречу, с топориком в одной лапе и коротким копьём в другой. Хотя ринулся - это громко сказано. Скоростью ящеры не отличались.","#","^speaker Storyteller","/#","\n","^Помогите, ради Господа! - выкрикнул Конрад, вбегая на мост. ","#","^speaker Konrad","/#","\n","^Больше он ничего не успел сказать. Погоня настигла его. Когтистая лапа, раздирая одежду на спине, повалила его, болезненно прижав морду к камням моста. Один из волков запрыгнул ему на спину и угрожающе зарычал.","#","^speaker Storyteller ","/#","#","^pict Brige(brige)","/#","\n","^Это наша добыча!","#","^speaker Wolf","/#","\n","^А вы - моя! - холодно ответил им ящер. ","#","^speaker Lizard","/#","\n","^Волки не испугались и ринулись вперёд, хотя и не столь рьяно, как при погоне.","#","^speaker Storyteller","/#","\n","^Конрад мог бы попробовать остановить кровопролитие...","#","^speaker Storyteller","/#","\n","ev","str","^Промолчать","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Прекратить!","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Но он не смог сказать ни слова. ","#","^speaker Storyteller","/#","\n",{"->":"Brige.RidDeath"},{"#f":5}],"c-1":["^ Именем Инквизиции! Остановитесь! ","#","^speaker Konrad","/#","\n","ev",true,"/ev",{"VAR=":"isInquisition","re":true},{"->":"Brige.RidSurvive"},{"#f":5}]}],{"#f":1}],"RidDeath":["^Последовал короткий свист, единичный звон клинка, четыре удара, сопровождаемые визгами волков и наступила тишина, нарушаемая лишь звуками текущей реки и бульканьем. Конрад поднял морду и увидел как ящер, переступая через дёргающихся в агонии волков, подходит к нему.","#","^speaker Storyteller","/#","\n","^Всего пару секунд назад они были живы, а теперь гарантированно мертвы, хоть ещё и дёргались. У одного из них в груди торчало копьё, а из разрубленного горла хлестала кровь. У другого была перерублена пасть и кисть лапы, а между ног потокоми сбегала кровь.","#","^speaker Storyteller","/#","\n","^Ящер стёр кровь с топорика и руки куском какой-то тряпки, и протянул ещё горячую лапу Конраду.","#","^speaker Storyteller","/#","\n","^Биллафалат Факал. ","#","^speaker Fakar","/#","\n","^Конрад неуверенно пожал лапу и полностью представился, умолчав об инквизиторском сане и с изумлением осматривая Факара. ","#","^speaker Storyteller","/#","\n","^Ящеров он и раньше видел, но никогда - столь огромных. Размерами он доходил почти до медведя. Всю его кожу на руках и морде покрывали прочные на вид бугорки, делая её чём-то похожей на кольчугу. В сравнении с ним, Конрад выглядел маленьким, едва выше пояса. ","#","^speaker Storyteller","/#","\n","^Спасибо что спасли мне жизнь. ","#","^speaker Konrad","/#","\n","^Я бы не поблезговал благодалностью от Церкви. Не денежной. Но об этом позже. Пледлагаю поговолить в более плиятном месте. Мне дал плиют местный сталоста, у него отличный дом.","#","^speaker Fakar","/#","\n","^Я не против. Наверное.","#","^speaker Konrad","/#","\n","^Факар перекинул тело первого волка в реку, через парапет моста, и вытащил копьё из второго волка. Он уже умер от кровотечения. Факар забросил его себе на плечо, как будущий обед.","#","^speaker Storyteller","/#","\n","^Плойдёмте со мной, инквизитол. И не делайте, пожалуйста, такую молду. Мне надо что-то есть. ","#","^speaker Fakar","/#","\n","^Конрад не мог не согласится. Факар был хищником, травяным супом он сыт явно не будет.","#","^speaker Storyteller","/#","\n","^Следуя за Факаром, инквизитор углубился вглубь деревни...","#","^speaker Storyteller","/#","\n",{"->":"EndCautions"},{"#f":1}],"RidSurvive":[["^Последовал короткий свист, единичный звон клинка и наступила тишина, нарушаемая лишь звуками текущей реки и болезненным скулежем одного из волков.","#","^speaker Storyteller","/#","\n","^Конрад поднял морду и увидел как ящер стоит, держа одного волка за горло. Из-под его лапы сочилась кровь - когти ящера были сродни кинжалам. Другой же волк стоял на коленях в метре от ящера, держась за древко копья, пробившего ему грудь. Всё что он мог - это скулить о пощаде.","#","^speaker Storyteller","/#","\n","^Я даже не знаю, повезло ли тебе - произнёс ящер волку - Но ты ещё можешь умелеть как воин. Только поплоси... ","#","^speaker Lizard","/#","\n","^Ящер высунул длинный раздвоеный язык и попробовал кровь волка на вкус, недвузначно оскалившись. Он был готов впиться своими устрашающими зубами прямо в морду волка, стоило только дать повод. Или попросить.","\n","^...пощады... - едва выдохнул волк ","#","^speaker Wolf","/#","\n","ev","str","^Строгое наказание","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Простить грешника","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^Он будет осуждён за нападение на инквизитора и понесёт самое строгое наказание. ","#","^speaker Konrad","/#","\n",{"->":"Brige.PunishmentRid"},{"#f":5}],"c-1":["^Любите врагов ваших, творите добро ненавидящим вас, и молитесь за творящих вам напасть и гонителей, и будете сынами Отца вашего, Господа на небе, ибо солнце Своё поднимает он на злых и добрых, и посылает дождь на праведных и неправедных.","#","^speaker Konrad","/#","\n",{"->":"Brige.ForgivenessRid"},{"#f":5}]}],{"#f":1}],"PunishmentRid":["^Всё же не повезло тебе. - сказал волку ящер - Наказание так наказание. ","#","^speaker Lizard","/#","\n","^Когтистая лапа сжалась на горле несчастного волка, а затем ящер вырвал целый кусок, который проглотил так, словно это был обычный обед. После чего спокойно перекинул волка через парапет моста, прямо в реку.","#","^speaker Storyteller","/#","\n","^Зачем? Я ведь сказал про суд, а это казнь!","#","^speaker Konrad","/#","\n","^Потому что я посчитал это сплаведливым. Вы хотели его наказать - я его наказал.","#","^speaker Lizard","/#","\n","^Ящер вытер окровавленную пасть и руки куском какой-то тряпки, и протянул ещё горячую от крови лапу Конраду.","#","^speaker Storyteller","/#","\n","^Биллафалат Факал, плиятно познакомится с инквизицией. ","#","^speaker Fakar","/#","\n","^Конрад неуверенно пожал лапу и полностью представился, с изумлением осматривая Факара. ","#","^speaker Storyteller","/#","\n","^Ящеров он и раньше видел, но никогда - столь огромных. Размерами он доходил почти до медведя. Всю его кожу на руках и морде покрывали прочные на вид бугорки, делая её чём-то похожей на кольчугу. В сравнении с ним, Конрад выглядел маленьким, едва выше пояса. ","#","^speaker Storyteller","/#","\n","^Спасибо что спасли мне жизнь. ","#","^speaker Konrad","/#","\n","^Я бы не поблезговал благодалностью от инквизиции. Не денежной. Но об этом позже. Пледлагаю поговолить в более плиятном месте. Мне дал плиют местный сталоста, у него отличный дом.","#","^speaker Fakar","/#","\n","^Я не против. Но больше не надо никого убивать.","#","^speaker Konrad","/#","\n","^Кломе ещё одного - больше никого, святой отец - хищно улыбнулся ящер.","#","^speaker Fakar","/#","\n","^Факар вытащил копьё из второго волка. Он ещё не умер, но уже не мог сопротивляться. Перебив ещё живому лапы, Факар забросил его себе на плечо, как будущий обед.","#","^speaker Storyteller","/#","\n","^Плойдёмте со мной, инквизитол. И не делайте, пожалуйста, такую молду. Мне надо что-то есть. ","#","^speaker Fakar","/#","\n","^Конрад не мог не согласится. Факар был хищником, травяным супом он сыт явно не будет.","#","^speaker Storyteller","/#","\n","^Следуя за Факаром, инквизитор углубился вглубь деревни...","#","^speaker Storyteller","/#","\n",{"->":"EndCautions"},{"#f":1}],"ForgivenessRid":["^Всё же повезло, волк. Господь на твоей столоне. Сегодня. - хищно улыбнулся ящер. ","#","^speaker Lizard","/#","\n","^Пока Конрад поднимался и отряхивался от дорожной пыли, ящер связал лапы волка импровизированной тряпкой и сам подошёл к инквизитору. ","#","^speaker Storyteller","/#","\n","^Биллафалат Факал - ящер протянул свою лапу. - плиятно познакомится с инквизицией.","#","^speaker Fakar","/#","\n","^Конрад пожал лапу и полностью представился, с изумлением осматривая Факара.","#","^speaker Storyteller","/#","\n","^Ящеров он и раньше видел, но никогда столь огромных. Размерами он доходил почти до медведя. Всю его кожу на руках и морде покрывали прочные на вид бугорки, делая её чём-то похожей на кольчугу. В сравнении с ним, Конрад выглядел маленьким, едва выше пояса. ","#","^speaker Storyteller","/#","\n","^Спасибо что спасли мне жизнь. ","#","^speaker Konrad","/#","\n","^Я бы не поблезговал благодалностью от инквизиции. Не денежной. Но об этом позже. Пледлагаю поговолить в более плиятном месте. Мне дал плиют местный сталоста, у него отличный дом.","#","^speaker Fakar","/#","\n","^Я не против. Но мне нужно пару минут.","#","^speaker Konrad","/#","\n","^Конрад подошёл к связанному волку. Он выглядел весьма бедным. Одежда имела цвета грязи, полы плаща были изорваны, а ремни явно были с кого-то сняты и не подходили по размеру. Он выглядел жалко.","#","^speaker Storyteller","/#","\n","^С его морды едва заметной струйкой стекала кровь. На ней была свещая но неглубокая рана, прямо поперёк, ближе к глазам. Конрад понял, как же волку повезло. Промедли он всего мгновение, меньшее чем удар сердца, и тогда Факар перерубил бы ему морду.","#","^speaker Storyteller","/#","\n","^Как тебя зовут?","#","^speaker Konrad","/#","\n","^Рид, господин инквизитор. Спасибо вам, что не дали умереть. Я буду молится за вас каждый день, благодаря Господа за вашу доброту. ","#","^speaker Rid","/#","\n","^Я готов простить тебя, сын мой, но ещё не простил полностью. Мы решим твою судьбу чуть позже. Не пытайся сбежать. Милость Господа безгранична, а вот милость господина Факара - нет. Но молится можешь уже сейчас. Господу будет приятно услышать твой голос.","#","^speaker Konrad","/#","\n","^Возьмём его с собой, я решу что с ним делать.","#","^speaker Konrad","/#","\n","^Факар уже вытащил копьё из второго волка. Он ещё не умер, но не мог сопротивляться. Перебив ещё живому лапы, Факар забросил его себе на плечо. Как трофей. Или как обед.","#","^speaker Storyteller","/#","\n","^Конечно, инквизитол. Плойдёмте со мной. Вам вести вашего пленника.","#","^speaker Fakar","/#","\n","^Ослабив путы на ногах, чтобы можно было ходить, Конрад повёл Рида вслед за Факаром, куда-то в деревню...","#","^speaker Storyteller","/#","\n",{"->":"EndCautions"},{"#f":1}],"#f":1}],"EndCautions":[{"->":"ToTheContinue"},{"#f":1}],"GlobalTags":[{"->":"g0_Start_Prolog"},"^<Konrad> ","#","^speaker: Konrad","/#","\n","^<Alcem> ","#","^speaker: Alcem","/#","\n","^<Storyteller> ","#","^speaker: Storyteller","/#","\n","^<Rolf> ","#","^speaker: Rolf","/#","\n","^<Rid> ","#","^speaker: Rid","/#","\n","^<Fakar> ","#","^speaker: Fakar","/#","\n","^<speaker>","\n","^<pict>","\n","^<scene>","\n","^<isProlog>","\n",{"#f":1}],"global decl":["ev",true,{"VAR=":"isPrayLong"},0,{"VAR=":"valueGold"},0,{"VAR=":"valueFate"},false,{"VAR=":"isInquisition"},false,{"VAR=":"isQuietStepSkill"},false,{"VAR=":"isProlog"},false,{"VAR=":"isStartAdventure"},false,{"VAR=":"isPriest"},false,{"VAR=":"isWolf"},false,{"VAR=":"isGiveMoneyToBanditInForest"},false,{"VAR=":"isStealthInForest"},false,{"VAR=":"isAnswerToRolfInForest"},false,{"VAR=":"isRid"},false,{"VAR=":"isFirstTalkToRolf"},"/ev","end",null],"#f":1}],"listDefs":{}}